Repository: mvo5/synaptic
Catalog: po/*.po
Languages: ka, oc

source: System Administration
ka: სისტემის ადმინისტრირება
oc: Administracion sistèma

source: Base System
ka: ძირითადი სისტემა
oc: Sistèma de basa

source: Mono/CLI Infrastructure
ka: Mono/CLI ინფრასტრუქტურა
oc: Infrastructura Mono/CLI

source: Communication
ka: ურთიერთობა
oc: Comunicacion

source: Databases
ka: მონაცემთა ბაზები
oc: Basas de donadas

source: Development
ka: პროგრამირება
oc: Desvolopament

source: Documentation
ka: დოკუმენტაცია
oc: Documentacion

source: Debug
ka: გამართვა
oc: Desbugatge

source: Editors
ka: რედაქტორები

source: Electronics
ka: ელექტრონიკა

source: Embedded Devices
ka: ჩაშენებული მოწყობილობები
oc: Aparelhs embarcats

source: Fonts
ka: ფონტები
oc: Polissas

source: Games and Amusement
ka: თამაშები და გართობა
oc: Jòcs e divertiments

source: GNOME Desktop Environment
ka: სამუშაო გარემო GNOME
oc: Environament de burèu GNOME

source: Graphics
ka: გრაფიკა
oc: Grafisme

source: GNU R statistical system
ka: სტატისტიკის სისტემა GNU R
oc: Sistèma d'estatisticas R GNU

source: Gnustep Desktop Environment
ka: სამუშაო გარემო Gnustep
oc: Environament de burèu Gnustep

source: Go Programming Language
ka: პროგრამირების ენა Go

source: Amateur Radio
ka: მოყვარული რადიო
oc: Radioamator

source: Haskell Programming Language
ka: პროგრამირების ენა Haskell
oc: Lengatge de programacion Haskell

source: Web servers
ka: ვებსერვერები
oc: Servidors web

source: Interpreted Computer Languages
ka: ინტერპრეტირებადი კომპიუტერული ენები
oc: Lengatge de programacion interpretats

source: Java Programming Language
ka: პროგრამირების ენა Java
oc: Lengatge de programacion Java

source: JavaScript Programming Language
ka: პროგრამირების ენა JavaScript

source: KDE Desktop Environment
ka: სამუშაო გარემო KDE
oc: Environament de burèu KDE

source: Kernel and modules
ka: ბირთვი და მოდულები
oc: Nuclèu e moduls

source: Libraries - Development
ka: ბიბლიოთეკები - პროგრამირება
oc: Bibliotècas de desvolopament

source: Libraries
ka: ბიბლიოთეკები
oc: Bibliotècas

source: Lisp Programming Language
ka: პროგრამირების ენა Lisp
oc: Lengatge de programacion Lisp

source: Localization
ka: ლოკალიზაცია
oc: Regionalizacion

source: Email
ka: ელფოსტა
oc: Corrièr electronic

source: Mathematics
ka: მათემატიკა
oc: Matematicas

source: Miscellaneous - Text Based
ka: სხვადასხვა - ტექსტური
oc: Divèrs - Tèxte

source: Networking
ka: ქსელი
oc: Ret

source: OCaml Programming Language
ka: პროგრამირების ენა OCaml
oc: Lengatge de programacion OCaml

source: Libraries - Old
ka: ბიბლიოთეკები - ძველი
oc: Ancianas bibliotècas

source: Cross Platform
ka: პლატფორმათაშორისი
oc: Multiplatafòrmas

source: Perl Programming Language
ka: პროგრამირების ენა Perl
oc: Lengatge de programacion Perl

source: PHP Programming Language
ka: პროგრამირების ენა PHP
oc: Lengatge de programacion PHP

source: Python Programming Language
ka: პროგრამირების ენა Python
oc: Lengatge de programacion Python

source: Ruby Programming Language
ka: პროგრამირების ენა Ruby
oc: Lengatge de programacion Ruby

source: Rust Programming Language
ka: პროგრამირების ენა Rust

source: Science
ka: მეცნიერება
oc: Sciéncia

source: Shells
ka: გარსები
oc: Interpretaires de comandas

source: Multimedia
ka: მულტიმედია
oc: Multimèdia

source: Tasks
ka: ამოცანები
oc: Prètzfaches

source: TeX Authoring
ka: TeX ავტორინგი
oc: Creacion TeX

source: Word Processing
ka: სიტყვების დამუშავება
oc: Tractament de tèxte

source: Utilities
ka: ხელსაწყოები
oc: Utilitaris

source: Version Control Systems
ka: ვერსიის კონტროლის სისტემები
oc: Sistèmas de gestion de version

source: Video software
ka: ვიდეოს დამუშავების პროგრამები
oc: Logicials vidèo

source: World Wide Web
ka: ვები
oc: Web

source: Miscellaneous - Graphical
ka: სხვადასხვა - გრაფიკა

source: Xfce Desktop Environment
ka: სამუშაო მაგიდა Xfce
oc: Environament de burèu Xfce

source: Zope/Plone Environment
ka: გარემო Zope/Plone
oc: Environament Zope/Plone

source: Unknown
ka: უცნობი
oc: Desconegut

source: Converted From RPM by Alien
ka: გადაყვანილია RPM-დან Alien-ის შემდეგ
oc: Paquets RPM convertits per Alien

source: Internationalization and localization
ka: ინტერნაციონალიზაცია და ლოკალიზაცია
oc: Internacionalizacion e localizacion

source: Meta Packages
ka: მეტაპაკეტები
oc: Metapaquets

source: Education
ka: განათლება
oc: Educacion

source: GObject Introspection data
ka: GObject ინტროსპექციის მონაცემები

source: non free
ka: არა-თავისუფალი
oc: pas liure

source: contrib
ka: მოხალის

source: Failed to open %s.new
ka: %s.new-ის გახსნა ჩავარდა
oc: Impossible de dobrir %s.new

source: Failed to rename %s.new to %s
ka: %s.new-ის სახელის %s-ზე გადარქმევა ჩავარდა
oc: Impossible de tornar nomenar %s.new en %s

source: Internal error
ka: შიდა შეცდომა
oc: Error intèrna

source: Preparing...
ka: მომზადება...
oc: Preparacion...

source: Unable to read the cdrom database %s
ka: CD-ROM-ის ბაზის %s წაკითხვა შეუძლებელია
oc: Impossible de legir la basa de donadas %s del CD-ROM

source: Unmounting CD-ROM...
ka: CD-ROM-ის მოხსნა...
oc: Desmontatge del CD-ROM...

source: Waiting for disc...
ka: დისკის მოლოდინი...
oc: En espèra d'un disc...

source: Insert a disc in the drive.
ka: ჩადეთ დისკი ამძრავში.
oc: Inserissètz un disc dins lo lector.

source: Mounting CD-ROM...
ka: CD-ROM-ის მიმაგრება...
oc: Montatge del CD-ROM...

source: Failed to mount the cdrom.
ka: CD-ROM-ის მიმაგრება ჩავარდა.
oc: Impossible de montar lo CD-ROM.

source: Identifying disc...
ka: დისკის იდენტიფიკაცია...
oc: Identificacion del disc...

source: Couldn't identify disc.
ka: დისკის იდენტიფიკაცია შეუძლებელია.
oc: Impossible d'identificar lo CD-ROM.

source: Scanning disc...
ka: დისკის სკანირება...
oc: Examèn del disc...

source: Cleaning package lists...
ka: პაკეტების სიის გასუფთავება...
oc: Netejatge de las listas dels paquets...

source: Unable to locate any package files. Perhaps this is not an APT enabled disc.
ka: პაკეტის ფაილები ვერ ვიპოვე. ალბათ, დისკზე APT ჩართული არაა.
oc: Impossible de trobar de paquets Debian. Benlèu que lo CD-ROM es pas compatible amb APT.

source: Disc not successfully scanned.
ka: დისკის სკანირება წარუმატებლად დასრულდა.
oc: Fracàs al moment de l'examèn del disc.

source: Empty disc name.
ka: ცარიელი დისკის სახელი.
oc: Nom de disc void.

source: Registering disc...
ka: დისკის რეგისტრაცია...
oc: Enregistrament del disc...

source: Copying package lists...
ka: პაკეტების სიის კოპირება...
oc: Còpia de las listas dels paquets...

source: Writing sources list...
ka: წყაროების სიის ჩაწერა...
oc: Escritura de la lista de las fonts...

source: Done!
ka: მზადაა!
oc: Acabat !

source: Failed to stat %s%s
ka: %s%s-ის აღმოჩენის შეცდომა
oc: Se pòt pas dobrir %s%s

source: Unable to change to %s
ka: %s-ზე შეცვლა შეუძლებელია
oc: Impossible de modificar en %s

source: Unable to read %s
ka: %s-ის წაკითხვის შეცდომა
oc: Impossible de legir %s

source: ERROR: couldn't open %s for writing
ka: შეცდომა: %s-ის ჩასაწერად გახსნის შეცდომა
oc: ERROR : impossible de dobrir %s en escritura

source: ERROR: Could not get password entry for superuser
ka: შეცდომა: ზემომხმარებლის პაროლის ჩანაწერის მიღება შეუძლებელია
oc: Error : impossible d'obténer lo senhal del superutilizaire

source: ERROR: could not create XDG home directory %s
ka: შეცდომა: XDG-ის საწყისი საქაღალდის %s შექმნა შეუძლებელია

source: ERROR: could not create configuration directory %s
ka: შეცდომა: კონფიგურაციის საქაღალდის %s შექმნა შეუძლებელია
oc: ERROR : impossible de crear lo repertòri de configuracion %s

source: ERROR: could not create state directory %s
ka: შეცდომა: მდგომარეობის საქაღალდის %s შექმნა შეუძლებელია
oc: Error : impossible de crear lo repertòri d'estat %s

source: ERROR: could not create tmp directory %s
ka: შეცდომა: დროებითი საქაღალდის %s შექმნა შეუძლებელია
oc: ERROR : impossible de crear lo repertòri temporari %s

source: ERROR: could not create log directory %s
ka: შეცდომა: ჟურნალის საქაღალდის %s შექმნა შეუძლებელია
oc: Error : impossible de crear lo repertòri de jornalizacion %s

source: couldn't open %s for writing
ka: %s-ის ჩასაწერად გახსნა შეუძლებელია
oc: impossible de dobrir %s en escritura

source: Successfully applied all changes. You can close the window now.
ka: ყველა ცვლილება წარმატებით იქნა გადატარებული. ახლა შეგიძლიათ, დახუროთ ფანჯარა.
oc: Cambiaments aplicats amb succès. Ara, podètz tampar aquesta fenèstra.

source: The list of installed files is only available for installed packages
ka: დაყენებული ფაილების სია, მხოლოდ, დაყენებული პაკეტებისთვისაა ხელმისაწვდომი
oc: La lista dels fichièrs installats es pas disponibla. S'aficharà aprèp l'installacion del paquet.

source: or dependency
ka: ან დამოკიდებულება
oc: o dependéncia

source: %s %s but %s is to be installed
ka: %s %s მაგრამ მოხდება %s-ის დაყენება
oc: %s %s mas se deu installar %s

source: %s: %s %s but %s is to be installed
ka: %s: %s %s მაგრამ მოხდება %s-ის დაყენება
oc: %s : %s %s mas se deu installar %s

source: %s %s but it is not installable
ka: %s %s მაგრამ დაყენებადი არაა
oc: %s mas se pòt pas installar %s

source: %s but it is a virtual package
ka: %s მაგრამ ის ვირტუალური პაკეტია
oc: %s mas es un paquet virtual

source: %s: %s but it is a virtual package
ka: %s: %s მაგრამ ის ვირტუალური პაკეტია
oc: %s : %s mas es un paquet virtual

source: %s but it is not going to be installed
ka: %s მაგრამ მისი დაყენება არ მოხდება
oc: %s mas l'anam pas installar

source: %s: %s but it is not going to be installed
ka: %s: %s მაგრამ მისი დაყენება არ მხოდება
oc: %s : %s mas l'anam pas installar

source: or
ka: ან
oc: o

source: Invalid record in the preferences file, no Package header
ka: არასწორი ჩანაწერი პარამეტრების ფაილში. პაკეტის თავსართის გარეშე
oc: Informations pas valablas dins lo fichièr de las preferéncias, pas cap d'entèsta « Package »

source: Depends
ka: დამოკიდებულია
oc: Depen

source: PreDepends
ka: წინასწარდამოკიდებულია
oc: Predepen

source: Suggests
ka: გირჩევთ
oc: Prepausa

source: Recommends
ka: რეკომენდაციას უწევს
oc: Recomanda

source: Conflicts
ka: კონფლიქტები
oc: Conflictes

source: Replaces
ka: ანაცვლებს
oc: Remplaça

source: Obsoletes
ka: მოძველებული
oc: Obsolèts

source: Breaks
ka: დასვენებები
oc: Copa

source: Enhances
ka: გააფართოებს
oc: Melhora

source: Dependency of
ka: დამოკიდებულება პაკეტისთვის
oc: Dependéncias de

source: Marked for installation
ka: მონიშნულია დასაყენებლად
oc: Seleccionat per installacion

source: Marked for re-installation
ka: მონიშნულია თავიდან დასაყენებად
oc: Seleccionat per reïnstallacion

source: Marked for upgrade
ka: მონიშნულია განახლებისთვის
oc: Seleccionat per mesa a jorn

source: Marked for downgrade
ka: დანიშნული ვერსიის დასაწევად
oc: Seleccionat per baissa de version

source: Marked for removal
ka: მონიშნულია წასაშლელად
oc: Seleccionat per supression

source: Marked for complete removal
ka: მონიშნულია სრულად წასაშლელად
oc: Seleccionat per supression complèta

source: Not installed
ka: დაყენებული არაა
oc: Pas installat

source: Not installed (locked)
ka: დაყენებული არაა (დაბლოკილია)
oc: Pas installat (verrolhat)

source: Installed
ka: დაყენებულია
oc: Installat

source: Installed (upgradable)
ka: დაყენებულია (განახლებადი)
oc: Installats (que podètz metre a jorn)

source: Installed (locked to the current version)
ka: დაყენებულია (ჩაკეტილია მიმდინარე ვერსიაზე)
oc: Installats (verrolhats a la version actuala)

source: Broken
ka: გაფუჭებული
oc: Copat

source: Not installed (new in repository)
ka: დაყენებული არაა (ახალია რეპოზიტორიაში)
oc: Pas installats (paquets novèls)

source: Internal Error, non-zero counts
ka: შიდა შეცდომა. მთვლელი არანულოვანია
oc: Error intèrna, comptadors pas nuls

source: Name
ka: სახელი
oc: Nom

source: Description
ka: აღწერა
oc: Descripcion

source: Maintainer
ka: წამყვანი პროგრამისტი
oc: Manteneire

source: Version
ka: ვერსია

source: Provides
ka: მომწოდებლები
oc: Provesís

source: ReverseDepends
ka: უკუდამოკიდებულია

source: Origin
ka: საწყისი
oc: Origina

source: Component
ka: კომპონენტი

source: Status
ka: სტატუსი
oc: Estatut

source: Pattern
ka: შაბლონი
oc: Motiu

source: Section
ka: განყოფილება
oc: Seccion

source: Priority
ka: პრიორიტეტი
oc: Prioritat

source: ReducedView
ka: შემცირებულიხედი

source: File
ka: ფაილი
oc: Fichièr

source: Bad regular expression '%s' in ReducedView file.
ka: არასწორი რეგულარული გამოსახულება '%s' შეზღუდული ხედის ფაილში.
oc: Expression racionala « %s » incorrècta dins la vista reducha.

source: Internal error opening cache (%d). Please report.
ka: კეშის გახსნის შიდა შეცდომა (%d). მოგვწერეთ ამის შესახებ.
oc: Error intèrna en recalculant l'escondedor de las dependéncias (%d). Mandatz un rapòrt d'anomalia.

source: Unable to correct dependencies
ka: დამოკიდებულებების შესწორება შეუძლებელია
oc: Impossible de corregir las dependéncias

source: Unable to mark upgrades Check your system for errors.
ka: განახლებების მონიშვნა შეუძლებელია შეამოწმეთ სისტემის შეცდომები.
oc: Impossible de seleccionar las mesas a jorn Verificatz vòstre sistèma per trobar las errors.

source: Internal Error, AllUpgrade broke stuff. Please report.
ka: შიდა შეცდომა. ყველაფრის განახლებამ რაღაცები გააფუჭა. მოგვწერეთ ამის შესახებ.
oc: Error intèrna provocada per « Tot metre a jorn ». Mandatz un rapòrt d'anomalia.

source: dist upgrade Failed
ka: დისტრიბუტივის ვერსიის აწევა ჩავარდა
oc: Fracàs de la mesa a nivèl de la distribucion

source: Unable to lock the list directory
ka: სიის საქაღალდის დაბლოკვა შეუძლებელია
oc: Impossible de verrolhar lo repertòri de las listas de depauses

source: Ignoring invalid record(s) in sources.list file!
ka: ფაილში source.list არასწორი ჩანაწერები გამოტოვებული იქნება!
oc: Las entradas pas valablas del fichièr sources.list son estadas ignoradas.

source: Failed to fetch %s %s
ka: %s-ის გამოთხოვის შეცდომა %s
oc: Fracàs de la recuperacion de %s %s

source: Some of the packages could not be retrieved from the server(s).
ka: შეუძლებელია ზოგიერთი პაკეტის მიღება სერვერიდან.
oc: D'unes paquets pòdon pas èsser telecargats a partir del(s) servidor(s).

source: Do you want to continue, ignoring these packages?
ka: გნებავთ გაგრძელება და ამ პაკეტების გამოტოვება?
oc: Volètz contunhar en ignorant aquestes paquets ?

source: Unable to correct missing packages
ka: ნაკლული პაკეტების გასწორება შეუძლებელია
oc: Impossible de corregir los paquets que mancan

source: Removed the following ESSENTIAL packages:
ka: წაიშალა შემდეგი აუცილებელი პაკეტი:
oc: Anam suprimir los paquets ESSENCIALS seguents :

source: Downgraded the following packages:
ka: მოხდა შემდეგი პაკეტების ვერსიის ჩამოწევა:
oc: Los paquets seguents son estats meses a jorn cap a una version anteriora :

source: Completely removed the following packages:
ka: სრულად წაიშალა შემდეგი პაკეტები:
oc: Paquets completament suprimits :

source: Removed the following packages:
ka: წაიშალა შემდეგი პაკეტები:
oc: Paquets suprimits :

source: Upgraded the following packages:
ka: განახლდა შემდეგი პაკეტები:
oc: Paquets meses a jorn :

source: Installed the following packages:
ka: მოხდა შემდეგი პაკეტების დაყენება:
oc: Paquets installats :

source: Reinstalled the following packages:
ka: მოხდა შემდეგი პაკეტების თავიდან დაყენება:
oc: Los paquets seguents son estat installats tornarmai :

source: Unable to lock the download directory
ka: გადმოწერის საქაღალდის დაბლოკვის შეცდომა
oc: Impossible de varrolhar lo repertòri de telecargament

source: Line %u too long in markings file.
ka: მონიშვნის ფაილში ხაზი %u მეტისმეტად გრძელია.
oc: Linha %u tròp longa dins lo fichièr de seleccion.

source: Malformed line %u in markings file
ka: არასწორი ხაზი %u მონიშვნების ფაილში
oc: Linha %u incorrècta dins lo fichièr de seleccion

source: Setting markings...
ka: მონიშვნების დაყენება...
oc: Definicion de las seleccions...

source: Stat failed for %s
ka: აღმოჩენის შეცდომა ფაილისთვის %s
oc: Se pòt pas dobrir %s

source: Unable to create a tmp file
ka: დროებითი ფაილის შექმნის შეცდომა
oc: Impossible de crear un fichièr temporari

source: bzip2 failed, perhaps the disk is full.
ka: bzip2-ის შეცდომა. ალბათ, დისკი სავსეა.
oc: Fracàs de bzip2, benlèu que lo disc es plen.

source: Failed to rename
ka: გადარქმევის შეცდომა
oc: Impossible de renomenar

source: Sections
ka: სექციები
oc: Seccions

source: Alphabetic
ka: ანბანით
oc: Alfabetic

source: Architecture
ka: არქიტექტურა
oc: Arquitectura

source: Search History
ka: ძებნის ისტორია
oc: Recercar dins l'istoric

source: Custom
ka: მომხმარებლის
oc: Personalizar

source: Installed (unsupported)
ka: დაყენებული (მხარდაჭერის გარეშე)
oc: Installat (pas compatible)

source: Not installed (unsupported)
ka: დაყენებული არაა (მხარდაჭერის გარეშე)
oc: Pas installat (pas compatible)

source: Installed (auto removable)
ka: დაყენებულია (ავტოწაშლადი)
oc: Installats (que pòdon èsser suprimits)

source: Installed (manual)
ka: დაყენებულია (ხელით)
oc: Installats (manualament)

source: Broken dependencies
ka: გაფუჭებული დამოკიდებულებები
oc: Dependéncias copadas

source: New in repository
ka: ახალია რეპოზიტორიაში
oc: Novèls dins lo depaus

source: Pinned
ka: მიმაგრებულია
oc: Penjat

source: Installed (local or obsolete)
ka: დაყენებულია (ლოკალური, ან მოძველებული)
oc: Installats (locals o obsolèts)

source: Not installed (residual config)
ka: დაყენებული არაა (მორჩენილი კონფიგურაცია)
oc: Pas installats (residuts de configuracion)

source: Searching
ka: ძებნა
oc: Recèrca

source: Search Filter
ka: ძებნის ფილტრი
oc: Filtres de recèrcas

source: Reduced View
ka: შემცირებული ხედი
oc: Afichatge reduch

source: Marked Changes
ka: მონიშნული ცვლილებები
oc: Modificacions seleccionadas

source: Package with Debconf
ka: პაკეტი Debconf-ით
oc: Paquet amb Debconf

source: Upgradable (upstream)
ka: განახლებადი (აღმავალი)
oc: Version amont novèla del logicial

source: Community Maintained (installed)
ka: შენარჩუნებული საზოგადოების მიერ (დაყენებული)
oc: Mantenguts per la comunautat (installats)

source: Missing Recommends
ka: ნაკლული რეკომენდებულები
oc: Paquet recomandat mancant

source: Local
ka: ლოკალური

source: Not automatic:
ka: არაავტომატური:
oc: Pas automatic :

source: Can't read %s
ka: %s-ის წაკითხვის შეცდომა
oc: Impossible de legir %s

source: Syntax error in line %s
ka: სინტაქსის შეცდომა ხაზზე %s
oc: Error de sintaxi a la linha %s

source: Vendor block %s is invalid
ka: მომწოდებლის ბლოკი %s არასწორია
oc: Lo blòt provesidor %s est invalid

source: Usage: synaptic [options]
ka: გამოყენება: synaptic [პარამეტრები]
oc: Sintaxi : synaptic [opcions]

source: -h This help text
ka: -h ეს დახმარების ტექსტი
oc: -h Aqueste messatge d'ajuda

source: -r Open in the repository screen
ka: -r გახსნა რეპოზიტორიის ეკრანზე
oc: -r Dobrir dins l'ecran del depaus

source: -f=? Give an alternative filter file
ka: -f=? ალტერნატიული ფილტრის ფაილის გადაცემა
oc: -f=? Provesir un fichièr de seleccion diferent

source: -t Give an alternative main window title (e.g. hostname with `uname -n`)
ka: -t მთავარი ფანჯრის ალტერნატიული სათაურის მითითება (მაგ: ჰოსტის სახელი ბრძანებით `uname -n`)
oc: -t Afichar un títol de remplaçament per la fenèstra principala (p. ex. lo nom d'òste donat per la comanda « uname -n »)

source: -i=? Start with the initial Filter with given name
ka: -i=? მითითებული სახელის მქონე საწყისი ფილტრით გაშვება
oc: -i=? Aviar amb lo nom donat coma filtre inicial

source: --upgrade-mode Call Upgrade and display changes
ka: --upgrade-mode განახლების გამოძახება და ცვლილებების გამოტანა
oc: --upgrade-mode Refrescar, seleccionar las mesas a jorn e afichar los cambiaments

source: --dist-upgrade-mode Call DistUpgrade and display changes
ka: --dist-upgrade-mode დისტრიბუტივის ვერსიის აწევის გამოძახება და ცვლილებების გამოტანა
oc: --dist-upgrade-mode Refrescar, seleccionar las mesas a jorn e afichar los cambiaments

source: --update-at-startup Call "Reload" on startup
ka: --update-at-startup 'თავიდან ჩატვირთვის' გამოძახება გაშვებისას
oc: --update-at-startup Apelar « Reload » al moment de l'aviada

source: --non-interactive Never prompt for user input
ka: --non-interactive მომხმარებლისგან შეყვანა მოთხოვნილი არასდროს იქნება
oc: --non-interactive Demandar pas jamai lo vejaire de l'utilizaire

source: --task-window Open with task window
ka: --task-window გახსნა ამოცანის ფანჯარაში
oc: --task-window Dobertura amb la fenèstra dels prètzfaches

source: --add-cdrom Add a cdrom at startup (needs path for cdrom)
ka: --add-cdrom CD-ROM-ის დამატება გაშვებისას (სჭირდება ბილიკი CD-ROM-ისთვის)
oc: --add-cdrom Apondre un CD-ROM a l'aviada (demanda de provesir un camin cap al CD-ROM)

source: --ask-cdrom Ask for adding a cdrom and exit
ka: --ask-cdrom CD-ROM-ის დამატების მოთხოვნა და გასვლა
oc: --add-cdrom Demandar a apondre un CD-ROM e quitar

source: --test-me-harder Run test in a loop
ka: --test-me-harder ტესტის გაშვება მარყუჟში
oc: --test-me-harder Executar lo tèst dins una bocla

source: Another synaptic is running
ka: გაშვებულია კიდევ ერთი synaptic
oc: Un autre exemplar de synaptic fonciona ja

source: Unable to get exclusive lock
ka: ექსკლუზიური ბლოკის მიღება შეუძლებელია
oc: Impossible d'obténer un verrolh exclusiu

source: Failed to initialize GTK.
ka: GTK-ის ინიციალიზაცია ჩავარდა.

source: Synaptic Package Manager
ka: პაკეტების მმართველი Synaptic
oc: Gestionari de paquets Synaptic

source: Scanning CD-ROM
ka: CD-ROM-ის სკანირება
oc: Examèn del CD-ROM

source: Invalid disc name!
ka: დისკის არასწორი სახელი!
oc: Nom de disc invalid !

source: Disc Label
ka: დისკის ჭდე
oc: Etiqueta del disc

source: Downloading Changelog
ka: ცვლილებების ჟურნალის გადმოწერა
oc: Telecargament del jornal de las modificacions

source: %s Changelog
ka: %s ცვლილებების ჟურნალი
oc: Istoric de desvolopament de %s

source: Package changes
ka: პაკეტის ცვლილებები
oc: Istoric del paquet

source: Warning
ka: გაფრთხილება
oc: Atencion

source: NOT AUTHENTICATED
ka: ავთენტიკაციის გარეშე
oc: PAS AUTENTIFICAT

source: To be removed
ka: წასაშლელია
oc: De desinstallar

source: To be downgraded
ka: ვერსია ჩამოიწევა
oc: Tornar a una version precedenta

source: To be installed
ka: დასაყენებელია
oc: D'installar

source: To be upgraded
ka: გასაახლებელია
oc: De metre a jorn

source: To be re-installed
ka: თავიდან დასაყენებელია
oc: De tornar installar

source: To be kept
ka: შესანარჩუნებელია
oc: De conservar

source: Replace configuration file '%s'?
ka: ჩანაცვლდეს კონფიგურაციის ფაილი '%s'?
oc: Remplaçar lo fichièr de configuracion « %s » ?

source: Applying Changes
ka: ცვლილებების გადატარება
oc: Aplicacion de las modificacions en cors

source: Copy
ka: კოპირება
oc: Copiar

source: Select All
ka: ყველას მონიშვნა
oc: Tot seleccionar

source: Ctrl-c pressed
ka: დააჭირეს Ctrl-C-ს
oc: Ctrl+C quichat

source: Error in package %s
ka: შეცდომა პაკეტში %s
oc: Error dins lo paquet %s

source: Trying to recover from package failure
ka: პაკეტის ჩავარდნიდან აღდგენის მცდელობა
oc: Temptativa de recuperacion en seguida del fracàs d'un paquet

source: Error failed to fork pty
ka: pty-ის ფორკის შეცდომა
oc: Fracàs de la creacion d'un terminal (« fork »)

source: A package failed to install. Trying to recover:
ka: პაკეტის დაყენების შეცდომა. აღდგენის მცდელობა:
oc: Fracàs de l'installacion d'un paquet. Temptativa de recuperacion :

source: Changes applied
ka: ცვლილებები გადატარდა
oc: Modificacions aplicadas

source: Installing and removing software
ka: პროგრამების დაყენება და წაშლა
oc: Installacion e supression de logicials

source: Removing software
ka: მიმდინარეობს პროგრამების წაშლა
oc: Supression de logicials

source: Installing software
ka: მიმდინარეობს პროგრამების დაყენება
oc: Installacion de logicials

source: Description and Name
ka: აღწერა და სახელი
oc: Descripcion e nom

source: Dependencies
ka: დამოკიდებულებები
oc: Dependéncias

source: Provided packages
ka: მოწოდებული პაკეტები
oc: Paquets provesits

source: Supported
ka: მხარდაჭერილია
oc: Pres en carga

source: Package Name
ka: პაკეტის სახელი
oc: Nom del paquet

source: Installed Version
ka: დაყენებული ვერსია
oc: Version installada

source: Latest Version
ka: უახლესი ვერსია
oc: Darrièra version

source: Size
ka: ზომა
oc: Talha

source: Download Size
ka: გადმოწერის ზომა
oc: Talha dels fichièrs telecargats
