Repository: mvo5/synaptic
Catalog: po/*.po
Languages: ka, oc

source: Vendors sign their packages to verify the origin and integrity of the packages. Disabling the verification is a security risk.
oc: Los provesidors signan lors paquets per que ne poscatz verificar l'origina e l'integritat. La desactivacion d'aquesta verificacion es riscada per vòstra seguretat.

source: Removed packages that have left configuration files on the system
oc: Paquets suprimits que los fichièrs de configuracion son encara presents

source: Extra output was generated during Package Manager operation
oc: De messatges suplementaris son estats produches pendent l'operacion de gestion dels paquets

source: <span size="large" weight="bold">Which tasks should be performed by your computer?</span> These are preselected groups of packages to perform each task. If you select a task, the corresponding packages will be marked for installation.
oc: <span size="large" weight="bold">Quines prètfaches efectuarà vòstre ordenador ?</span> Existisson de gropes de paquets dedicats a d'unes prètfaches. Se seleccionatz un prètzfach, los paquets correspondents seràn seleccionats per installacion.

source: The software on your system is organized in so called <i>packages</i>. The package manager enables you to install, to upgrade or to remove software packages.
oc: Los logicials de vòstre ordenador son organizats jos la forma de <i>paquets</i>. Lo gestionari de paquets vos permet d'installar, de metre a jorn o de suprimir aquestes logicials.

source: You should reload the package information regularly. Otherwise you could miss important security upgrades.
oc: Vos caldriá recargar regularament l'informacion a prepaus dels paquets. Siquenon, podètz mancar de mesas a jorn de seguretat importantas.

source: <b>Note:</b> Changes are not applied instantly. At first you have to mark all changes and then apply them.
oc: <b>Remarca :</b> las modificacions son pas aplicadas instantanèament. Vos las cal aplicar aprèp las aver seleccionadas.

source: You can mark packages for installation, upgrade or removal in several ways:
oc: Podètz efectuar la seleccion per installacion, mesa a jorn o supression de diferents biaisses :

source: <span weight="bold" size="larger">Could not mark all packages for installation or upgrade</span> The following packages have unresolvable dependencies. Make sure that all required repositories are added and enabled in the preferences.
oc: <span weight="bold" size="larger">Fracàs de la seleccion de totes los paquets d'installar o de metre a jorn</span> Los paquets seguents contenon de dependéncias pas resolgudas. Asseguratz-vos que totes los depauses sián aponduts e activats dins las preferéncias.

source: <big><b>Could not download all repository indexes</b></big> The repository may no longer be available or could not be contacted because of network problems. If available an older version of the failed index will be used. Otherwise the repository will be ignored. Check your network connection and ensure the repository address in the preferences is correct.
oc: <big><b>Fracàs del telecargament de totes los fichièrs d'indèx</b></big> Lo depaus sembla pas pus disponible o pòt pas èsser contactat a causa de problèmas de ret. S'existís un fichièr d'indèx mai ancian, serà utilizat. Siquenon, lo depaus serà ignorat. Verificatz vòstra connexion a la ret e corregissètz l'adreça del depaus dins las preferéncias.

source: <b>The following icons are used to indicate the current status of a package:</b>
oc: <b>Las icònas seguentas son utilizadas per indicar l'estat d'un paquet :</b>

source: <big><b>Could not download all necessary package files</b></big> The version of the package that you want to install might be no longer available in the repository, or there may be problems with the source of the package. Reload the package list and check the source of the package (e.g. CD or network connection).
oc: <big><b>Impossible de telecargar totes los paquets necessaris</b></big> Sembla que la version del paquet que volètz installar es pas pus disponibla dins lo depaus, o i pòt aver de problèmas amb l'accès al depaus. Refrescatz la lista dels paquets e verificatz que podètz accedir al depaus (per ex. : CD-ROM o connexion a la ret).

source: <span weight="bold" size="larger">Your package information is out of date</span> Your package information is older than 48 hours. There could be important security updates available. It is recommended to reload the package information regularly.
oc: <span weight="bold" size="larger">L'informacion suls paquets es perimida</span> L'informacion que concernís los paquets data de mai de 48 oras. I pòt aver de mesas a jorn de seguretat importantas. Es recomandat de recargar regularament l'informacion suls paquets.

source: <b><big>Quit and discard marked changes?</big></b> There are still marked changes that have not yet been applied. They will get lost if you choose to quit 'Synaptic'.
oc: <b><big>Quitar e anullar los cambiaments seleccionats ?</big></b> D'unes cambiaments seleccionats son pas estats realizats. Anatz pèrdre vòstra seleccion se decidètz de quitar « Synaptic ».

source: <b><big>Mark upgrades in a smart way?</big></b> The default upgrade method skips upgrades that would introduce conflicts or require installation of additional packages. The smart upgrade (dist-upgrade) attempts to resolve conflicts and to fulfil all dependencies of upgrades in a smart way. <b>Note:</b> The upgrades will be marked only. You still have to apply them afterwards.
oc: <b><big>Seleccionar las mesas a jorn d'un biais intelligent ?</big></b> La mesa a jorn per defaut efectua pas cap d'installacion de paquets susceptibles de crear de conflictes o que necessita l'installacion de paquets adicionals. La mesa a jorn intelligenta (dist-upgrade) ensaja de resòlvre los conflictes e de satisfar totas las dependéncias de las mesas a jorn d'un biais intelligent. <b>Note : </b>Les mises à jour seront seulement sélectionnées. Vous devrez ensuite appliquer les changements.

source: <span weight="bold" size="larger">Enter a label for this CD-Rom</span> The label will be used if you want to install packages from this CD-Rom. It is recommended to also write the label on the CD-Rom to easily find it again.
oc: <span weight="bold" size="larger">Picar un identificant per aqueste CD-ROM</span> Aqueste identificant serà utilizat se volètz installar de paquets a partir d'aqueste CD-ROM. Es recomandat de l'escriure tanben sul CD-ROM per lo retrobar aisidament.

source: <big><b>Enter the complete APT line of the repository that you want to add</b></big> The APT line contains the type, location and content of a repository, for example <i>"deb http://ftp.debian.org sarge main"</i>. You can find a detailed description of the syntax in the documentation.
oc: <big><b>Picar una linha APT completa del depaus que volètz apondre</b></big> La linha APT conten lo tipe, l'adreça e lo contengut del depaus. Per exemple, <i>"deb http://ftp.debian.org lenny main"</i>. Podètz trobar una descripcion detalhada de la sintaxi dins la documentacion.
