Repository: mvo5/synaptic
Catalog: po/*.po
Languages: ka, oc

source: Keep Configuration
ka: კონფიგურაციის შენარჩუნება
oc: Conservar la configuracion

source: Completely
ka: სრულად
oc: Complètament

source: Always Ask
ka: ყოველთვის კითხვა
oc: Totjorn demandar

source: Ignore
ka: იგნორი
oc: Ignorar

source: Automatically
ka: ავტომატურად
oc: Automaticament

source: Default Upgrade
ka: ნაგულისხმევი განახლება
oc: Mesa a jorn per defaut

source: Smart Upgrade
ka: ჭკვიანი განახლება
oc: Mesa a jorn intelligenta

source: An error occurred while saving configurations.
ka: კონფიგურაციების შენახვისას აღმოჩენილია შეცდომა.
oc: Problèma pendent l'enregistrament de la configuracion.

source: Choose font
ka: აირჩიეთ ფონტი
oc: Causir la polissa

source: Color selection
ka: ფერის არჩევანი
oc: Seleccion de la color

source: Visible
ka: ხილული

source: Preferences
ka: მორგება
oc: Preferéncias

source: Package
ka: პაკეტი
oc: Paquet

source: Please insert the disk labeled: %s in drive %s
ka: ჩადეთ დისკი ჭდით: %s ამძრავში %s
oc: Inserissètz lo disc apelat : %s dins lo lector %s

source: Download rate: %s/s - %s remaining
ka: გადმოწერის სიჩქარე: %s/წმ - დარცენილია %s
oc: Velocitat de telecargament : %s/s - demòra(n) %s

source: Download rate: ...
ka: გადმოწერის სიჩქარე: ...
oc: Velocitat de telecargament : ...

source: Downloading file %li of %li
ka: %li ფაილის გადმოწერა %li-დან
oc: Telecargament del fichièr %li sus %li

source: Queued
ka: რიგშია
oc: En espèra

source: Done
ka: მზადაა
oc: Fach

source: Hit
ka: დარტყმა
oc: Contacte

source: Failed
ka: ჩავარდა
oc: Fracàs

source: Filters
ka: ფილტრები
oc: Filtres

source: Field
ka: ველი
oc: Camp

source: Operator
ka: ოპერატორი

source: New Filter %i
ka: ახალი ფილტრი %i
oc: Filtre novèl %i

source: Package Manager output
ka: პაკეტების მმართველის გამოტანილი
oc: Afichatge del gestionari de paquets

source: While installing package %s:
ka: პაკეტის %s დაყენებისას:
oc: Al moment d'installar lo paquet %s :

source: While preparing for installation:
ka: დასაყენებლად მომზადებისას:
oc: Al moment de preparer l'installacion :

source: APT system reports: %s
ka: APT-ის სისტემა იტყობინება, რომ: %s
oc: Rapòrts del sistèma APT : %s

source: Not found
ka: ნაპოვნი არაა
oc: Pas trobat

source: Expression was found, please see the list on the left for matching entries.
ka: გამოსახულება აღმოჩენილია. იხილეთ სია მარცხნივ შესატყვისი ჩანაწერებისთვის.
oc: L'expression es estada trobada, consultatz la lista a esquèrra per las entradas correspondentas.

source: _Close
ka: და_ხურვა
oc: _Tampar

source: %s Properties
ka: %s-ის თვისებები
oc: Proprietats de %s

source: This application is supported by the distribution
ka: ეს აპლიკაცია მხარდაჭერილია დისტრიბუტივის მიერ
oc: Aquesta aplicacion es compatibla amb la distribucion

source: Get Screenshot
ka: ეკრანის ანაბეჭდის მიღება
oc: Telecargar una captura d'ecran

source: Get Changelog
ka: ცვლილებების ჟურნალის მიღება
oc: Obténer la lista dels cambiaments

source: Visit Homepage
ka: ეწვიეთ მთავარ გვერდს
oc: Visitar la pagina d'acuèlh

source: Visit %s
ka: %s-ზე გადასვლა

source: Download
ka: გადმოწერა
oc: Telecargar

source: Dependants
ka: დამოკიდებულები
oc: Paquets dependents

source: Dependencies of the Latest Version
ka: უახლესი ვერსიის დამოკიდებულებები
oc: Dependéncias de la darrièra version

source: Provided Packages
ka: მოწოდებული პაკეტები
oc: Paquets provesits

source: All
ka: ყველა
oc: Tot

source: No package is selected.
ka: პაკეტი არჩეული არაა.
oc: Pas cap de paquet seleccionat.

source: Select the version of %s that should be forced for installation
ka: აირჩიეთ %s-ის ვერსია, რომელიც ნაძალადევად იქნება არჩეული დასაყენებლად
oc: Seleccionar la version de %s que deu èsser forçada a l'installacion

source: The package manager always selects the most applicable version available. If you force a different version from the default one, errors in the dependency handling can occur.
ka: პაკეტების მმართველი ყოველთვის ირჩევს ყველაზე ახალ ხელმისაწვდომ ვერსიას. თუ თქვენ ნაძალადევად აირჩევთ ნაგულისხმევისგან განსხვავებულს, შეიძლება მოხდეს შეცდომა დამოკიდებულებების ამოხსნისას.
oc: Lo gestionari de paquets selecciona totjorn la darrièra version disponibla. Se forçatz una version diferenta de la per defaut, d'errors dins la gestion de las dependéncias se pòdon produire.

source: Rebuilding search index
ka: მიმდინარეობს ძებნის ინდექსის თავიდან აგება
oc: Reconstruccion de l'indèx de recèrca

source: Quick filter
ka: სწრაფი ფილტრი
oc: Filtre rapid

source: Reload the package information to become informed about new, removed or upgraded software packages.
ka: პაკეტების ინფორმაციის თავიდან ჩატვირთვა, რომ აღქმული იქნას ახალი, წაშლილი, ან განახლებული პაკეტები.
oc: Recargar las informacions dels paquets per èsser assabentat dels paquets novèls, de las supressions de paquets o dels paquets meses a jorn.

source: Mark all possible upgrades
ka: ყველა შესაძლო განახლების მონისვნა
oc: Seleccionar totes las mesas a jorn possiblas

source: Apply all marked changes
ka: ყველა მონიშნული ცვლილების გადატარება
oc: Aplicar totas las modificacions seleccionadas

source: View package properties
ka: პაკეტის თვისებების ნახვა
oc: Afichar las proprietats del paquet

source: Search for packages
ka: პაკეტის ძებნა
oc: Recercar de paquets

source: Unmark
ka: მონიშვნის მოხსნა
oc: Deseleccionar

source: Mark for Installation
ka: მონიშვნა დასაყენებლად
oc: Seleccionar per installacion

source: Mark for Reinstallation
ka: მონიშვნა თავიდან დასაყენებლად
oc: Seleccionar per reïnstallacion

source: Mark for Upgrade
ka: მონიშვნა განახლებისთვის
oc: Seleccionar per mesa a nivèl

source: Mark for Removal
ka: მონიშვნა წასაშლელად
oc: Seleccionar per supression

source: Mark for Complete Removal
ka: მონიშვნა სრულად წასაშლელად
oc: Seleccionar per supression complèta

source: Remove Including Orphaned Dependencies
ka: წაშლა მიტოვებული დამოკიდებულებების ჩათვლით
oc: Desinstallar, inclusas las dependéncias orfanèlas

source: Hold Current Version
ka: მიმდინარე ვერსიის შენარჩუნება
oc: Conservar la version actuala

source: Properties
ka: თვისებები
oc: Proprietats

source: Mark Recommended for Installation
ka: რეკომენდებული პაკეტების მონიშვნა დასაყენებლად
oc: Seleccionar los paquets recomendats per l'installacion

source: Mark Suggested for Installation
ka: შეთავაზებული პაკეტების მონიშვნა დასაყენებლად
oc: Seleccionar los paquets suggerits per l'installacion

source: Do you want to add another CD-ROM?
ka: გნებავთ კიდევ ერთი CD-ROM-ის დაყენება?
oc: Volètz apondre un autre CD-ROM ?

source: Open changes
ka: ცვლილებების გახსნა
oc: Dobrir las modificacions

source: _Cancel
ka: გაუ_ქმება
oc: _Anullar

source: _Open
ka: _გახსნა
oc: _Dobrir

source: Can't write %s
ka: %s-ის ჩაწერა შეუძლებელია
oc: Impossible d'escriure %s

source: Save changes
ka: ცვლილებების შენახვა
oc: Enregistrar las modificacions

source: _Save
ka: _შენახვა
oc: _Enregistrar

source: Save full state, not only changes
ka: სრული მდგომარეობის შენახვა და არა, მხოლოდ, ცვლილებების
oc: Enregistrar l'estat complet, pas solament los cambiaments

source: Repositories changed
ka: რეპოზიტორიები შეიცვალა
oc: Depauses modificats

source: _Reload
ka: თავიდან ჩატვი_რთვა
oc: _Tornar cargar

source: Never show this message again
ka: აღარ მაჩვენო ეს შეტყობინება
oc: Mostrar pas aqueste messatge a partir d'ara

source: Found %i packages
ka: აღმოჩენილია %i პაკეტი
oc: %i paquets trobats

source: Synaptic Package Manager
ka: პაკეტების მმართველი Synaptic
oc: Gestionari de paquets Synaptic

source: translator-credits
ka: ეკატერინე პაპავა

source: Starting help viewer...
ka: დახმარების დათვალიერების გასვება...
oc: Aviada de l'afichador d'ajuda...

source: Cannot start configuration tool! You have to install the required package 'libgnome2-perl'.
ka: კონფიგურაციის პროგრამის გაშვება შეუძლებელია! საჭიროა დააყენოთ პაკეტი 'libgnome2-perl'.
oc: Impossible d'aviar l'aisina de configuracion. Vos cal installar lo paquet « libgnome2-perl ».

source: Starting package configuration tool...
ka: პაკეტის მორგების ხელსაწყოს გაშვება...
oc: Aviada de l'aisina de configuracion dels paquets...

source: Starting package documentation viewer...
ka: პაკეტის დოკუმენტაციის დათვალიერების პროგრამის გაშვება...
oc: Aviada de l'afichador de documentacion dels paquets...

source: You have to install the package "dwww" to browse the documentation of a package
ka: პაკეტის დოკუმენტაციის დასათვალიერებლად უნდა დააყენოთ პაკეტი 'dwww'
oc: Vos cal installar lo paquet « dwww » per far veire la documentacion d'un paquet

source: Could not apply changes! Fix broken packages first.
ka: ცვლილებების გადატარება შეუძლებელია! ჯერ გაასწორეთ გაფუჭებული პაკეტები.
oc: Impossible d'aplicar los cambiaments. Reparatz d'en primièr los paquets copats.

source: Applying marked changes. This may take a while...
ka: მონიშნული ცვლილების გადატარება. ამას, შეიძლება, საკმაო დრო დასჭირდეს...
oc: Aplicacion de las modificacions marcadas, pòt prene de temps...

source: Downloading Package Files
ka: მიმდინარეობს პაკეტის ფაილების გადმოწერა
oc: Telecargament dels fichièrs dels paquets

source: Do you want to quit Synaptic?
ka: გნებავთ Synaptic-დან გასვლა?
oc: Volètz sortir de Synaptic ?

source: Downloading Package Information
ka: მიმდინარეობს პაკეტების ინფორმაციის გადმოწერა
oc: Telecargament de las entresenhas dels paquets

source: Reloading package information...
ka: პაკეტების ინფორმაციის თავიდან ჩატვირთვა...
oc: Recargament de l'informacion que concernís los paquets...

source: Failed to resolve dependency problems!
ka: დამოკიდებულების პრობლემების ამოხსნა ჩავარდა!
oc: Impossible de corregir los problèmas de dependéncia !

source: Successfully fixed dependency problems
ka: დამოკიდებულების პრობლემები წარმატებით მოგვარდა
oc: Los problèmas de dependéncia son estats corregits amb succès

source: Could not upgrade the system! Fix broken packages first.
ka: სისტემის ვერსიის აწევა შეუძლებელია! ჯერ გაასწორეთ გაფუჭებული პაკეტები.
oc: Impossible de metre a jorn lo sistèma. Corregissètz d'en primièr los paquets copats.

source: Marking all available upgrades...
ka: ყველა ხელმისაწვდომი ვერსიის აწევის მონიშვნა...
oc: Seleccion de totas las mesas a jorn disponiblas...

source: Successfully marked available upgrades
ka: ხელმისაწვდომი განახლებები წარმატებით მოინიშნა
oc: Las mesas a jorn disponiblas son estadas seleccionadas corrèctament

source: Failed to mark all available upgrades!
ka: ყველა ხელმისაწვდომი განახლების მონიშვნა ჩავარდა!
oc: Impossible de seleccionar totas las mesas a jorn disponiblas.

source: Save script
ka: სკრიპტის შენახვა
oc: Enregistrar l'escript

source: Select directory
ka: აირჩიეთ საქაღალდე
oc: Seleccionar lo repertòri

source: Please select a directory
ka: აირჩიეთ საქაღალდე
oc: Seleccionatz un repertòri

source: Repositories
ka: რეპოზიტორიები
oc: Depauses

source: Enabled
ka: ჩართულია
oc: Activat

source: Type
ka: ტიპი
oc: Tipe

source: Vendor
ka: მომწოდებელი
oc: Vendeire

source: Distribution
ka: დისტრიბუტივი
oc: Distribucion

source: Section(s)
ka: სექციები
oc: Categoria(s)

source: Binary (deb)
ka: ბინარული (deb)
oc: Binari (deb)

source: Source (deb-src)
ka: წყარო (deb-src)
oc: Font (deb-src)

source: (no vendor)
ka: (მომწოდებლის გარეშე)
oc: (pas cap de provesidor)

source: Cannot read vendors.list file
ka: ფაილის vendors.list წაკითხვა შეუძლებელია
oc: Impossible de legir lo fichièr vendors.list

source: Unknown source type
ka: უცნობი წყაროს ტიპი
oc: Tipe de font desconegut

source: <b>To be DOWNGRADED</b>
ka: <b>ვერსია ჩამოიწევა</b>
oc: <b>De tornar installar cap a una version ANTERIORA</b>

source: <b>To be removed</b>
ka: <b>წაიშლება</b>
oc: <b>De suprimir</b>

source: <b>To be completely removed (including configuration files)</b>
ka: <b>სრულად წაიშლება (კონფიგურაციის ფაილების ჩათვლით)</b>
oc: <b>De suprimir completament (amb los fichièrs de configuracion)</b>

source: Unchanged
ka: შეუცვლელი
oc: Pas cambiat

source: <b>%s</b> will be <b>downgraded</b>
ka: მოხდება <b>%s</b> პაკეტის <b>ვერსიის ჩამოწევა</b>
oc: <b>%s</b> tornarà a una version <b>anteriora</b>

source: <b>%s</b> will be removed with configuration
ka: <b>%s</b> წაიშლება კონფიგურაციით
oc: <b>%s</b> serà suprimit amb sos fichièrs de configuration

source: <b>%s</b> will be removed
ka: <b>%s</b> წაიშლება
oc: <b>%s</b> serà desinstallat

source: _Hide Details
ka: დე_ტალების დამალვა
oc: _Amagar los detalhs

source: _Show Details
ka: _დეტალების ჩვენება
oc: _Afichar los detalhs

source: Summary
ka: შეჯამება
oc: Resumit

source: %d package is locked
ka: %d პაკეტი დაბლოკილია

source: %d new package will be installed
ka: მოხდება %d ახალი პაკეტის დაყენება
oc: Anam installar %d paquet novèl

source: %d new package will be re-installed
ka: მოხდება %d ახალი პაკეტის თავიდან დაყენება
oc: Anam tornar installar %d paquet novèl

source: %d package will be upgraded
ka: %d პაკეტი განახლდება
oc: Anam metre a jorn %d paquet novèl

source: %d package will be removed
ka: %d პაკეტი წაიშლება
oc: Anam suprimir %d paquet novèl

source: %d package will be <b>downgraded</b>
ka: %d პაკეტის ვერსია <b>ჩამოწეული იქნება</b>
oc: %d paquet va èsser reïnstallat a una version <b>anteriora</b>

source: %s of extra space will be used
ka: გამოყენებული იქნება %s დამატებითი ადგილი
oc: S'utilizarà %s d'espaci disc suplementari

source: %s of extra space will be freed
ka: გათავისუფლდება %s დამატებითი სივრცე
oc: Se liberarà %s d'espaci disc

source: %s have to be downloaded
ka: %s გადმოსაწერია
oc: Se telecargarà(n) %s

source: An error occurred
ka: აღმოჩენილია შეცდომა
oc: Una error s'es producha

source: The following details are provided:
ka: მოცემულია შემდეგი დეტალები:
oc: Los detalhs seguents son donats :

source: N/A
ka: ა/მ
oc: N/D

source: Find
ka: ძებნა
oc: Trobar

source: Description %s
ka: აღწერა %s
oc: Descripcion %s

source: _File
ka: _ფაილი
oc: _Fichièr

source: _Read Markings...
ka: მონიშვნების _წაკითხვა...

source: _Save Markings
ka: მონიშვნები_ს შენახვა

source: Save Markings _As...
ka: მონიშვნების შენახვ_ა, როგორც...

source: Generate package download script
ka: პაკეტების გადმოწერის სკრიპტის გენერაცია
oc: Crear un escript de telecargament de paquets

source: Add downloaded packages
ka: გადმოწერილი პაკეტების დამატება
oc: Apondre los paquets telecargats

source: _History
ka: _ისტორია
oc: _Istoric

source: _Quit
ka: გასვ_ლა
oc: _Sortir

source: _Edit
ka: ჩასწორ_ება
oc: _Modificar

source: _Undo
ka: გა_უქმება
oc: _Desfar

source: _Redo
ka: გამეო_რება
oc: _Tornar far

source: U_nmark All
ka: ყველა მონიშვ_ნის მოხსნა

source: _Search...
ka: ძ_ებნა...
oc: _Recercar...

source: _Reload Package Information
ka: პაკეტის ინფორმაციის თავიდან ჩატვი_რთვა

source: _Add CD-ROM...
ka: CD-ROM-ის დამატებ_ა...

source: _Mark All Upgrades...
ka: ყველა განახლების მონიშვ_ნა...

source: _Fix Broken Packages
ka: გა_ფუჭებული პაკეტების გასწორება

source: Mark Packages by _Task...
ka: პაკე_ტების მონიშვნა ამოცანისთვის...

source: A_pply Marked Changes
ka: მონიშნული _ცვლილებების გადატარება

source: _Package
ka: _პაკეტი

source: U_nmark
ka: მონიშვ_ნის მოხსნა

source: Mark for _Installation
ka: მონ_იშვნა დასაყენებლად
oc: Seleccionar per _installacion

source: Mark for R_einstallation
ka: მონიშვნა თავიდან დასაყ_ენებლად
oc: Seleccionar per r_eïnstallacion

source: Mark for _Upgrade
ka: მონიშნა _განახლებისთვის
oc: Seleccionar per _mesa a nivèl

source: Mark for _Removal
ka: მონიშვ_ნა წასაშლელად
oc: Seleccionar per _supression

source: Mark for Co_mplete Removal
ka: მონიშვნა სრულად წასა_შლელად
oc: Seleccionar per supression co_mplèta

source: _Lock Version
ka: _ვერსიის ჩაკეტვა
oc: Version del _verrolh

source: Automatically installed
ka: ავტომატურად დაყენებული
oc: Installat automaticament

source: _Force Version...
ka: ვერსიის _მითითება...
oc: Forçar la version...

source: _Configure...
ka: _მორგება...
oc: _Configurar...

source: _Browse Documentation
ka: დოკუმენტაციის დათვალიერე_ბა
oc: _Navigar dins la documentacion

source: _Download Changelog
ka: ცვლილებების ჟურნალის გა_დმოწერა

source: _Properties
ka: _თვისებები
oc: _Proprietats

source: _Settings
ka: მორგება
oc: _Paramètres

source: _Preferences
ka: _მორგება
oc: _Preferéncias

source: _Repositories
ka: _რეპოზიტორიები
oc: _Depauses

source: _Filters
ka: _ფილტრები
oc: _Filtres

source: _Set Internal Option...
ka: შიდა პარამეტრი_ს დაყენება...
oc: _Definir una opcion intèrna...

source: _Toolbar
ka: ხელსაწყოთა _პანელი
oc: _Barra d'espleches

source: _Icons Only
ka: მხოლოდ ხატულებ_ი
oc: _Icònas unicament

source: _Text Only
ka: მხოლოდ _ტექსტი
oc: _Tèxte unicament

source: Text _Below Icons
ka: ტექსტი ხატულა_ს ქვემოთ

source: Text Be_side Icons
ka: ტექსტი ხატულები_ს გვერდით

source: _Hide
ka: _დამალვა
oc: _Amagar

source: _Help
ka: _დახმარება
oc: _Ajuda

source: _Contents
ka: შემ_ცველობა
oc: _Contengut

source: _Quick Introduction
ka: ს_წრაფი შესავალი

source: Icon _Legend
ka: ხატუ_ლას ახსნა

source: _About
ka: შეს_ახებ
oc: _A prepaus

source: Reload
ka: თავიდან ჩატვირთვა
oc: Recargar

source: Mark All Upgrades
ka: ყველა განახლების მონიშვნა
oc: Tot metre a jorn

source: Apply
ka: გადატარება
oc: Aplicar

source: Search
ka: ძებნა
oc: Recercar

source: _Sections
ka: _სექციები

source: S_earch Results
ka: ძ_ებნის შედეგები

source: S_tatus
ka: ს_ტატუსი

source: _Custom Filters
ka: მომხმარებლის _ფილტრები

source: _Architecture
ka: _არქტიტექტურა

source: <b>Package:</b>
ka: <b>პაკეტი:</b>
oc: <b>Paquet :</b>

source: <b>Section:</b>
ka: <b>განყოფილება:</b>
oc: <b>Categoria :</b>

source: <b>Priority:</b>
ka: <b>პრიორიტეტი:</b>
oc: <b>Prioritat :</b>

source: <b>Maintainer:</b>
ka: <b>წამყვანი პროგრამისტი:</b>
oc: <b>Manteneire :</b>

source: <b>Status:</b>
ka: <b>სტატუსი:</b>
oc: <b>Estat :</b>

source: <b>Tags:</b>
ka: <b>ჭდეები:</b>
oc: <b>Etiquetas :</b>

source: <b>Source:</b>
ka: <b>წყარო:</b>
oc: <b>Font :</b>

source: <b>Installed Version</b>
ka: <b>დაყენებული ვერსია</b>
oc: <b>Version installada</b>

source: Size:
ka: ზომა:
oc: Talha :

source: Version:
ka: ვერსია:

source: <b>Latest Available Version</b>
ka: <b>უახლესი ხელმისაწვდომი ვერსია</b>
oc: <b>Darrièra version disponibla</b>

source: Download:
ka: გადმოწერა:
oc: Telecargar :

source: Common
ka: ჩვეულებრივი

source: Installed Files
ka: დაყენებული ფაილები
oc: Fichièrs installats

source: Versions
ka: ვერსიები

source: _Search
ka: _ძებნა
oc: _Recercar

source: Search:
ka: ძებნა:

source: Look in:
ka: ჩაიხედე:
oc: Recercar dins :

source: Show individual files
ka: ცალკეული ფაილების ჩვენება

source: _Mark
ka: დანიშვ_ნა

source: <span weight="bold" size="larger">Mark additional required changes?</span>
ka: <span weight="bold" size="larger">მოვნიშნო დამატებითი აუცილებელი ცვლილებები?</span>
oc: <span weight="bold" size="large">Preveire d'efectuar d'autres cambiaments ?</span>

source: <b>Appearance</b>
ka: <b>გარეგნობა</b>
oc: <b>Aparéncia</b>

source: Show package properties in the main window
ka: პაკეტის თვისებების ჩვენება მთავარ ფანჯარაში
oc: Afichar las proprietats del paquet dins la fenèstra principala

source: <b>Marking Changes</b>
ka: <b>ცვლილებების მონიშვნა</b>
oc: <b>Seleccion dels cambiaments</b>

source: Removal of packages:
ka: პაკეტების წაშლა:
oc: Supression dels paquets :

source: System upgrade:
ka: სისტემის ვერსიის აწევა:
oc: Mesa a jorn del sistèma :

source: Number of undo operations:
ka: გაუქმების ოპერაციების რაოდენობა:
oc: Nombre d'anullacions possiblas :

source: Reloading outdated package information:
ka: მოძველებული პაკეტების ინფორმაციის თავიდან ჩატვირთვა:
oc: Recargar las informacions suls paquets perimits :

source: <b>Applying Changes</b>
ka: <b>ცვლილებების გადატარება</b>
oc: <b>Aplicacion de las modificacions</b>

source: Apply changes in a terminal window
ka: ცვლილებების გადატარება ტერმინალის ფანჯარაში
oc: Aplicar los cambiaments dins una fenèstra de terminal

source: General
ka: ზოგადი

source: <b>Columns</b>
ka: <b>_სვეტები</b>
oc: <b>Colomnas</b>

source: Move _Up
ka: _აწევა
oc: _Montar

source: Move D_own
ka: ჩამ_ოწევა

source: <b>Fonts</b>
ka: <b>ფონტები</b>
oc: <b>Polissas</b>

source: Use custom application font
ka: მომხმარებლის აპლიკაციის ფონტის გამოყენება
oc: Causissètz una polissa personalizada per l'aplicacion

source: Use custom terminal font
ka: მომხმარებლის ტერმინალის ფონტის გამოყენება
oc: Causir una polissa personalizada pel terminal

source: A_pplication Font
ka: ა_პლიკაციის ფონტი

source: _Terminal Font
ka: _ტერმინალის ფონტი
oc: Polissa del _terminal

source: Columns and Fonts
ka: სვეტები და ფონტები
oc: Colomnas e polissas

source: <b>Colors</b>
ka: <b>ფერები</b>

source: Color packages by their status
ka: პაკეტების შეღებვა მათი სტატუსის მიხედვით
oc: Utilizar de colors per indicar l'estat dels paquets

source: Marked for installation:
ka: მონიშნულია დასაყენებლად:
oc: Seleccionat per que sià installat :

source: Color
ka: ფერი

source: Marked for removal:
ka: მონიშნულია წასაშლელად:

source: Marked for complete removal:
ka: მონიშნულია სრულად წასაშლელად:

source: Upgradable:
ka: განახლებადია:

source: Marked for reinstallation:
ka: მონიშნულია თავიდან დასაყენებლად:

source: Marked for upgrade:
ka: მონიშნულია განახლებისთვის:

source: Not installed:
ka: დაყენებული არაა:
oc: Pas installat :

source: Not installed (locked):
ka: დაყენებული არაა (დაბლოკილია):

source: Installed (locked):
ka: დაყენებულია (ჩაკეტილია):

source: Installed:
ka: დაყენებულია:
oc: Installat :

source: New in repository:
ka: ახალია რეპოზიტორიაში:
oc: Novèls dins lo depaus :

source: Marked for downgrade:
ka: დანიშნული ვერსიის დასაწევად:

source: Broken:
ka: გაფუჭებული:
oc: Copat :

source: Colors
ka: ფერები

source: <b>Temporary Files</b>
ka: <b>დროებითი ფაილები</b>
oc: <b>Fichièrs temporaris</b>

source: _Leave all downloaded packages in the cache
ka: ყვე_ლა გადმოწერილი პაკეტის შენარჩუნება კეშში

source: _Delete downloaded packages after installation
ka: გადმოწერილი პაკეტების წაშლა _დაყენების შემდეგ

source: _Delete Cached Package Files
ka: _დაკეშილი პაკეტის ფაილების წაშლა

source: Delete all cache package files now.
ka: ყველა დაკეშილი პაკეტის ფაილების ახლავე წაშლა.
oc: Suprimir ara totes los fichièrs de paquets en escondedor.

source: <b>History files</b>
ka: <b>ისტორიის ფაილები</b>
oc: <b>Fichièrs d'istoric</b>

source: _Keep history
ka: ვერსიის შ_ენარჩუნება
oc: _Gardar l'istoric

source: Delete _History files older than:
ka: _ისტორიის ფაილების წაშლა, რომლებიც ძველია, ვიდრე:

source: days
ka: დღე
oc: jorns

source: Files
ka: ფაილები
oc: Fichièrs

source: <b>Proxy Server</b>
ka: <b>პროქსი სერვერი</b>
oc: <b>Servidor proxy</b>

source: Direct connection to the Internet
ka: პირდაპირი კავშირი ინტერნეტთან
oc: Connexion dirècta a l'Internet

source: Manual proxy configuration
ka: პროქსის პარამეტრების ხელით შეყვანა
oc: Configuracion manuala del servidor mandatari

source: IP address or host name of the http proxy server
ka: HTTP პროქსი სერვერის IP მისამართი, ან ჰოსტის სახელი
oc: Adreça IP o nom d'òste del servidor mandatari HTTP

source: Port:
ka: პორტი:
oc: Pòrt :

source: Port number of the http proxy server
ka: HTTP პროქსი სერვერის პორტის ნომერი
oc: Numèro del pòrt ont lo servidor mandatari HTTP es a l'escota

source: IP address or host name of the ftp proxy server
ka: FTP პროქსი სერვერის IP მისამართი, ან ჰოსტის სახელი
oc: Adreça IP o nom d'òste del servidor mandatari FTP

source: Port number of the ftp proxy server
ka: FTP პროქსი სერვერის პორტის ნომერი
oc: Numèro del pòrt ont lo servidor mandatari FTP es a l'escota

source: No proxy for:
ka: პროქსის გარეშე რეპოზიტორიისთვის:
oc: Pas de mandatari per :

source: FTP proxy:
ka: FTP პროქსი:
oc: Mandatari FTP :

source: HTTP proxy:
ka: HTTP პროქსი:
oc: Mandatari HTTP :

source: Authentication
ka: ავთენტიკაცია
oc: Autentificacion

source: Network
ka: ქსელი
oc: Ret

source: Always prefer the highest version
ka: უპირატესობა ყოველთვის უახლეს ვერსიაზე
oc: Preferir totjorn la version mai elevada

source: Always prefer the installed version
ka: უპირატესობა ყოველთვის დაყენებულ ვერსიაზე
oc: Preferir totjorn la version installada

source: Prefer versions from:
ka: უპირატესობა ვერსიებზე საიდან:
oc: Preferir las versions de :

source: _Apply
ka: გ_ადატარება
oc: _Aplicar

source: _OK
ka: _დიახ
oc: _D'acòrdi
