Repository: mvo5/synaptic
Catalog: po/*.po
Languages: ka, oc

source: <span weight="bold" size="larger">Enter the label of the CD-ROM</span>
ka: <span weight="bold" size="larger">შეიყვანეთ CD-ROM-ის ჭდე</span>
oc: <span weight="bold" size="large">Picatz lo nom del CD-ROM</span>

source: Disc label:
ka: დისკის ჭდე:
oc: Etiqueta del disc :

source: <span size="large" weight="bold">Set an internal option</span>
ka: <span size="large" weight="bold">შიდა პარამეტრის დაყენება</span>
oc: <span size="large" weight="bold">Definir una opcion intèrna</span>

source: Only experts should use this.
ka: ეს, მხოლოდ, ექსპერტებმა უნდა გამოიყენონ.
oc: Reservat unicament als expèrts.

source: Value:
ka: მნიშვნელობა:
oc: Valor:

source: Variable:
ka: ცვლადი:

source: Return to the main screen
ka: დაბრუნება მთავარ ეკრანზე
oc: Tornar a l'ecran principal

source: <span weight="bold" size="large">Apply the following changes?</span>
ka: <span weight="bold" size="large">გადატარდეს შემდეგი ცვლილებები?</span>
oc: <span weight="bold" size="large">Aplicar las modificacions seguentas ?</span>

source: <b>Summary</b>
ka: <b>შეჯამება</b>
oc: <b>Resumit</b>

source: _Download package files only
ka: პაკეტების მხოლოდ გა_დმოწერა

source: The package files will be downloaded, but not installed
ka: პაკეტის ფაილები გადმოიწერება, მაგრამ დაყენებული არ იქნება
oc: Los paquets seràn telecargats mas pas installats

source: _Verify package signatures
ka: _პაკეტის ხელმოწერების შემოწმება
oc: _Verificar la signatura dels paquets

source: _New
ka: _ახალი
oc: _Novèl

source: _Delete
ka: _წაშლა
oc: _Suprimir

source: <b>Current</b>
ka: <b>მიმდინარე</b>
oc: <b>Actual</b>

source: Installed packages that are up-to-date
ka: დაყენებული პაკეტები, რომლებიც განახლებულია
oc: Paquets installats que son a jorn

source: Upgradable
ka: განახლებადია

source: Installed packages that are upgradable
ka: დაყენებული პაკეტები, რომლებიც განახლებადია
oc: Paquets installats e que podètz metre a jorn

source: Installed packages that are upgradable to a later upstream version
ka: დაყენებული პაკეტები, რომლებიც განახლებადია უახლეს აღმავლის ვერსიამდე
oc: Paquets installats que pòdon èsser meses a jorn cap a una version amont novèla

source: Residual config
ka: დარჩენილი კონფიგურაცია
oc: Residuts de configuracion

source: Not installed packages
ka: არდაყენებული პაკეტები
oc: Paquets pas installats

source: <b>Marked</b>
ka: <b>მონიშნული</b>

source: Not marked
ka: დაუნიშნავი

source: Packages that won't be changed
ka: პაკეტები, რომლებიც არ სეიცვლება
oc: Paquets que seràn pas modificats

source: For installation or upgrade
ka: დასაყენებლად, ან ვერსიის ასაწევად
oc: A installar o metre a jorn

source: Packages that will be installed or upgraded
ka: პაკეტები, რომლების დაყენება, ან ვერსიის აწევა მოხდება
oc: Paquets que seràn installats o meses a jorn

source: For removal
ka: წასაშლელად
oc: A suprimir

source: Packages that will be removed
ka: პაკეტები, რომლებიც წაიშლება
oc: Paquets que seràn desinstallats

source: <b>Other</b>
ka: <b>სხვა</b>
oc: <b>Autre</b>

source: Packages that are new in the repository since that last "Reload"
ka: პაკეტები, რომლებიც ახალია რეპოზიტორიაში ბოლო "თავიდან ჩატვირთვის" შემდეგ
oc: Paquets novèls apareguts dins lo depaus dempuèi lo darrièr refrescament de la lista

source: Packages that will never be upgraded
ka: პაკეტები, რომლების განახლებაც არასდროს მოხდება
oc: Paquets que seràn pas jamai meses a jorn

source: Orphaned
ka: მიტოვებულები

source: Library packages that are no longer needed (deborphan is required)
ka: ბიბლიოთეკის პაკეტები, რომლებიც საჭირო აღარაა (საჭიროა deborphan)
oc: Paquets de bibliotècas que son pas pus necessaris (deborphan es requerit)

source: Not installable
ka: დაყენებადი არაა
oc: Pas installables

source: Packages that are not available in any repository
ka: პაკეტები, რომლებიც არცერთ რეპოზიტორიაშია ხელმისაწვდომი
oc: Paquets que son pas pus disponibles dins cap de depaus

source: Packages with broken dependencies
ka: პაკეტები გაფუჭებული დამოკიდებულებებით
oc: Paquets amb de dependéncias copadas

source: Automatic install
ka: ავტომატური დაყენება
oc: Installacion automatica

source: Packages installed automatically as part of a dependency
ka: პაკეტები, რომლებიც ავტომატურად დადგენა დამოკიდებულების ნაწილის სახით

source: Automatic removable
ka: ავტომატურად წაშლადი
oc: Levable automaticament

source: Packages installed automatically but no longer required by any other package
ka: პაკეტები, რომლებიც ავტომატურადაა დაყენებული, მაგრამ აღარც ერთ პაკეტს სჭირდება

source: Policy broken
ka: პოლიტიკა დარღვეულია

source: Currently in broken policy state
ka: ამჟამად გაფუჭებული პოლიტიკის მდგომარეობაშია

source: Manual installed
ka: ხელით დაყენებული
oc: Installats manualament

source: Packages installed manually (not as a dependency of something else)
ka: ხელით დაყენებული პაკეტები (არა როგორც რამე სხვის დამოკიდებულება)

source: _Select All
ka: ყველაფრის _მონიშვნა
oc: _Tot seleccionar

source: _Deselect All
ka: შენიშვნის მო_ხსნა
oc: _Tot deseleccionar

source: _Invert All
ka: მონიშვნის _ინვერსია
oc: _Tot Inversar

source: Include selected sections only
ka: მხოლოდ მონიშნული სექციების ჩასმა
oc: Enclure unicament las categorias seleccionadas

source: Exclude selected sections
ka: მონიშნული სექციების ამოღება
oc: Exclaure las categorias seleccionadas

source: Boolean operator between property criterias:
ka: ლოგიკური ოპერატორი თვისების პირობებს შორის:
oc: Operador boolean que religan los critèris de proprietat :

source: AND
ka: და

source: OR
ka: ან

source: Include
ka: ჩასმა

source: Exclude
ka: გამორიცხვა

source: Tags
ka: ჭდეები

source: _Up
ka: მაღლა

source: _Down
ka: _დაბლა

source: Distribution:
ka: განაწილება:
oc: Distribucion :

source: Section(s):
ka: სექციები:
oc: Categorias(s) :

source: Vendors...
ka: მომწოდებლები...
oc: Provesidors...

source: <i>Preparing packages...</i>
ka: <i>პაკეტების მომზადება...</i>
oc: <i>Preparacion dels paquets...</i>

source: Automatically close after the changes have been successfully applied
ka: ავტომატური დახურვა ყველა ცვლილების წარმატებით გადატარების შემდეგ
oc: Tampar automaticament quand las modificacions seràn aplicadas amb succès

source: Details
ka: დეტალები
oc: Detalhs

source: _Description
ka: აღ_წერა
oc: _Descripcion

source: Quick Introduction
ka: სწრაფი შესავალი
oc: Introduccion rapida

source: Show this dialog at startup
ka: ამ დიალოგის ჩვენება გაშვებისას
oc: Afichar aquesta bóstia de dialòg a l'aviada

source: Select the package and choose the action from the 'Package' menu.
ka: მონიშნეთ პაკეტი და აირჩიეთ ქმედება მენიუდან 'პაკეტი'.
oc: Seleccionatz lo paquet e causissètz l'accion dempuèi lo menut « Paquet ».

source: Double click on the package name.
ka: დააწკაპუნეთ ორჯერ ფაილის სახელზე.
oc: Doble-clicatz sul nom del paquet.

source: Choose the action from the context menu of the package.
ka: აირჩიეთ ქმედება პაკეტის კონტექსტური მენიუდან.
oc: Causissètz l'accion dempuèi lo menut contextual (clic drech) del paquet.

source: Click on the status icon to open a menu that contains all actions.
ka: დააწკაპუნეთ სტატუსის ხატულაზე, რომ გაიხსნას მენიუ, რომელიც ყველა ქმედებას შეიცავს.
oc: Clicatz sus l'icòna d'estat per dobrir un menut que conten totas las accions.

source: Complete changelog of the latest version:
ka: სრული ცვლილებების ჟურნალი უკანასკნელი ვერსიისთვის:
oc: Istoric complet de las modificacions dempuèi la darrièra version :

source: Icon Legend
ka: ხატულას ახსნა
oc: Legenda de l'icòna

source: <b>Terminal Output:</b>
ka: <b>ტერმინალში გამოტანა:</b>
oc: <b>Afichatge del terminal :</b>

source: Close this dialog after the changes have been successfully applied
ka: ამ დიალოგის დახურვა ყველა ცვლილების წარმატებით გადატარების შემდეგ
oc: Tampar aquesta fenèstra quand las modificacions son fachas corrèctament

source: Available versions:
ka: ხელმისაწვდომი ვერსიები:
oc: Versions disponiblas :

source: Remember the answer
ka: პასუხის დამახსოვრება
oc: Memorizar la responsa

source: History
ka: ისტორია
oc: Istòria

source: History of installed, upgraded and removed software packages.
ka: დაყენებული, განახლებული და წაშლილი პაკეტების ისტორია.
oc: Istoric dels paquets installats, meses a jorn o suprimits.

source: _Find
ka: _პოვნა
oc: _Cercar

source: _Keep
ka: _შენარჩუნება
oc: _Gardar

source: _Replace
ka: _ჩანაცვლება
oc: _Remplaçar

source: Difference between the files
ka: სხვაობა ფაილებს შორის
oc: Diferéncia entre los fichièrs

source: _Force Version
ka: _ნაძალადევი ვერსია
oc: _Forçar la version

source: Force version:
ka: ნაძალადევი ვერსია:
oc: Forçar la version :

source: _Default Upgrade
ka: ნაგულისხმევი _განახლება
oc: Mesa a jorn per _defaut

source: _Smart Upgrade
ka: _ჭკვიანი განახლება
oc: Mesa a jorn _intelligenta

source: Remember my answer for future upgrades
ka: დაიმახსოვრე ჩემი პასუხი მომავალი განახლებებისთვის
oc: Memorizar ma responsa per las futuras mesas a jorn

source: This behavior can be changed in the preferences later.
ka: ამ ქცევის შეცვლა მორგების ფანჯარაში, მოგვიანებით შეგიძლიათ.
oc: Poiretz cambiar aqueste compòrtament aprèp dins la preferéncias.

source: HTTP authentication
ka: HTTP ავტორიზაცია
oc: Autentificacion HTTP

source: Username
ka: მომხმარებლის სახელი
oc: Nom d'utilizaire

source: Password
ka: პაროლი
oc: Senhal

source: Label:
ka: ჭდე:
oc: Etiqueta :

source: APT line:
ka: APT-ის ხაზი:
oc: Linha APT :

source: _Add Repository
ka: რეპოზიტორიის დ_ამატება
oc: _Apondre un depaus

source: Package Manager
ka: პაკეტების მმართველი
oc: Gestionari de paquets

source: Install, remove and upgrade software packages
ka: პროგრამების პაკეტების დაყენება, წაშლა და განახლება
oc: Installar, suprimir e actualizar los paquets logicials

source: Search and filter the list of available packages
ka: ხელმისაწვდომი პაკეტების ძებნა და გაფილტვრა

source: Perform smart system upgrades
ka: ჭკვიანი სისტემის განახლების შესრულება

source: Fix broken package dependencies
ka: გაფუჭებული პაკეტის დამოკიდებულებების გასწორება

source: Edit the list of used repositories
ka: გამოყენებული რეპოზიტორიების სიის ჩასწორება

source: Download the latest changelog of a package
ka: პაკეტის უახლესი ცვლილებების სიის გასწორება

source: Configure packages through the debconf system
ka: პაკეტების მორგება debconf-ით

source: Browse all available documentation related to a package
ka: პაკეტის შესაბამისი დოკუმენტაციის დათვალიერება

source: Authentication is required to run the Synaptic Package Manager
ka: პაკეტების მმართველის 'Synapic' გასაშვებად აუცილებელია ავთენტიკაცია

source: Includes
ka: შეიცავს
oc: Inclutz

source: Excludes
ka: ამოიღებს
oc: Exclutz

source: Package name
ka: პაკეტის სახელი
oc: Nom de paquet

source: Version number
ka: ვერსიის ნომერი
oc: Numèro de version

source: Conflicting packages
ka: კონფლიქტური პაკეტების
oc: Paquets en conflicte

source: Replaced packages
ka: ჩანაცვლებული პაკეტები
oc: Paquets remplaçats

source: Recommendations
ka: რეკომენდაციები
oc: Recomandacions

source: Suggestions
ka: მინიშნებები

source: Dependent packages
ka: დამოკიდებული პაკეტები
oc: Paquets dependents

source: Please insert a disc in the drive.
ka: ჩადეთ დისკი ამძრავში.
oc: Inserissètz un CD-ROM dins lo lector.

source: Package is supported
ka: პაკეტი მხარდაჭერილია
oc: Lo paquet es suportat

source: <i>Running...</i>
ka: <i>გაშვებულია...</i>
oc: <i>Tractament en cors...</i>

source: <i>Finished</i>
ka: <i>დასრულდა</i>
oc: <i>Acabat</i>

source: <i>Can't close while running</i>
ka: <i>სანამ გაშვებულია, ვერ დაიხურება</i>
oc: <i>Aquesta fenèstra pòt pas èsser tampada pendent l'installacion</i>

source: Newsgroup
oc: Gropes de discussion

source: Miscellaneous - Graphical
oc: Divèrs - Grafisme

source: gzip failed, perhaps the disk is full.
oc: gzip a fracassat, benlèu que lo disc es plen.

source: Not all changes and updates succeeded. For further details of the failure, please expand the 'Details' panel below.
oc: Totas las modificacions e mesas a jorn son pas estadas efectuadas amb succès. Per mai d'informacions, desplegatz lo panèl de « detalhs » çaijós.

source: Successfully installed all packages of the current medium. To continue the installation with the next medium close this window.
oc: Los paquets del mèdia actual son estats installats corrèctament. Per contunhar l'installacion amb lo mèdia seguent, tampatz aquesta fenèstra.

source: Package %s has no available version, but exists in the database. This typically means that the package was mentioned in a dependency and never uploaded, has been obsoleted or is not available with the contents of sources.list
oc: Lo paquet %s es pas disponible quitament s'es listat dins la banca de donadas. Las explicacions possiblas son que lo paquet es listat dins las dependéncias sens es estat jamai publicat, qu'es vengut obsolèt o qu'es pas disponible suls depauses definits dins lo fichièr sources.list

source: The package lists or status file could not be parsed or opened.
oc: Impossible de dobrir o d'analisar lo fichièr que conten la lista dels estats o lo dels paquets disponibles.

source: Release files for some repositories could not be retrieved or authenticated. Such repositories are being ignored.
oc: Los fichièrs « Release » d'unas depauses an pas pogut èsser obtenguts o autentificats. Aqueles depauses van èsser ignorats.

source: There is another synaptic running in interactive mode. Please close it first.
oc: I a un autre exemplar de synaptic que marcha en mòde interactiu. Mercé de lo barrar primièr.

source: There is another synaptic running in non-interactive mode. Please wait for it to finish first.
oc: I a un autre exemplar de synaptic que marcha en mòde pas interactiu. Mercé de lo barrar primièr.

source: This usually means that another package management application (like apt-get or aptitude) is already running. Please close that application first.
oc: De costuma, aquò significa qu'una autra aplicacion de gestion dels paquets es en cors d'execucion (coma, per exemple, apt-get o aptitude). D'en primièr, tampatz aquesta aplicacion.

source: Credits
oc: Crèdits

source: About Synaptic
oc: A prepaus de Synaptic

source: The changelog contains information about the changes and closed bugs in each version of the package.
oc: L'istoric de desvolopament (« changelog ») conten d'informacions que concernisson las modificacions e los bugs corregits per cada version del paquet.

source: You are about to install software that <b>can't be authenticated</b>! Doing this could allow a malicious individual to damage or take control of your system.
oc: Anatz installar un logicial que <b>pòt pas èsser autentificat</b> ! Aquò pòt permetre a un individú mal intencionat de prene lo contraròtle de vòstre sistèma.

source: The configuration file %s was modified (by you or by a script). An updated version is shipped in this package. If you want to keep your current version say 'Keep'. Do you want to replace the current file and install the new package maintainers version?
oc: Lo fichièr de configuracion %s es estat modificat (per vos meteis o per un escript). Una version mesa a jorn es provesida amb aqueste paquet. Volètz « Conservar » vòstra version actuala o installar la version novèla provesida pel responsable del paquet ?

source: This will abort the operation and may leave the system in a broken state. Are you sure you want to do that?
oc: Aquò anullarà l'operacion en cors e poiriá daissar lo sistèma dins un estat inutilizable. Sètz segur que volètz far aquò ?

source: The marked changes are now being applied. This can take some time. Please wait.
oc: Las modificacions marcadas se son a aplicar. Pòt prene de temps, mercé d'esperar.

source: Prefer package versions from the selected distribution when upgrading packages. If you manually force a version from a different distribution, the package version will follow that distribution until it enters the default distribution.
oc: Preferir las versions dels paquets qu'apartenon a la distribucion causida al moment de la mesa a jorn dels paquets. Se forçatz una version que proven d'una autra distribucion, la version del paquet seguirà aquesta distribucion fins al moment que serà disponibla dins la distribucion per defaut.

source: Never upgrade to a new version automatically. Be _very_ careful with this option as you will not get security updates automatically! If you manually force a version the package version will follow the chosen distribution.
oc: Metre pas jamais a jorn automaticament cap a una version novèla. Cal èòrça_ prudent amb aquesta opcion perque las mesas a jorn de seguretat seràn pas efectuadas automaticament ! Se forçatz la version d'un paquet, seguirà la distribucion causida.

source: Let synaptic pick the best version for you. If unsure use this option.
oc: Daissar synaptic causir per vos la melhora version. Causir aquesta opcion en cas d'incertitud.

source: %i packages listed, %i installed, %i broken. %i to install/upgrade, %i to remove; %s will be freed
oc: %i paquets dins la lista, %i installats, %i copats, %i d'installar/metre a jorn, %i de suprimir ; liberarem %s

source: %i packages listed, %i installed, %i broken. %i to install/upgrade, %i to remove; %s will be used
oc: %i paquets dins la lista, %i installats, %i copats, %i d'installar/metre a jorn, %i de suprimir ; utilizarem %s

source: %i packages listed, %i installed, %i broken. %i to install/upgrade, %i to remove
oc: %i paquets dins la lista, %i installats, %i corrumputs, %i d'installar/metre a jorn, %i de suprimir

source: You have %d broken package on your system! Use the "Broken" filter to locate it.
oc: I a %d paquet corromput sul sistèma ! Utilizatz lo filtre « Corromputs » per lo localizar.

source: The repository information has changed. You have to click on the "Reload" button for your changes to take effect
oc: La lista dels depauses a cambiat. Clicatz sul boton « Recargar » per que vòstras modificacions sián presas en compte

source: The repositories will be checked for new, removed or upgraded software packages.
oc: Los depauses van èsser consultats per conéisser los paquets novèls, los paquets suprimits e los pels quals existís una version mai recenta.

source: You are adding the "universe" component. Packages in this component are not supported. Are you sure?
oc: Sètz a mand d'installar lo component « univers ». Los paquets d'aqueste component son pas suportats. Volètz contunhar ?

source: <b>(ESSENTIAL) to be removed</b>
oc: <b>(ESSENCIAL) e desinstallar</b>

source: <b>%s</b> (<b>essential</b>) will be removed
oc: <b>%s</b> (<b>essencial</b>) serà desinstallat

source: <b>%s</b> (version <i>%s</i>) will be upgraded to version <i>%s</i>
oc: <b>%s</b> (version <i>%s</i>) serà mes a nivèl cap a la version <i>%s</i>

source: <b>%s</b> (version <i>%s</i>) will be installed
oc: <b>%s</b> (version <i>%s</i>) serà installat

source: <b>%s</b> (version <i>%s</i>) will be re-installed
oc: <b>%s</b> (version <i>%s</i>) serà installat tornarmai

source: %d package will be held back and not upgraded
oc: %d paquet conservat e pas mes a jorn

source: <b>Warning:</b> %d essential package will be removed
oc: <b>Atencion :</b> anam desinstallar %d paquet essencial

source: Essential packages will be removed. This may render your system unusable!
oc: De paquets essencials van èsser desinstallats. Existís un risc que vòstre sistèma venga inutilizable.

source: Setup Vendors
oc: Configuracion dels provesidors

source: FingerPrint
oc: Signatura

source: OK
oc: D’acòrdi

source: Add
oc: Apondre

source: Remove
oc: Suprimir

source: Cancel
oc: Anullar

source: Generate a shell script so that you can download the selected packages on a different computer
oc: Crear un escript shell per amor de poder telecargar los paquets seleccionats sus un autre ordenador

source: Add packages downloaded with the "Generate package download script" feature to the system
oc: Apondre al sistèma los paquets telecargats amb la foncionalitat « Crear un escript de telecargament de paquet »

source: <b>Note:</b> To install a version that is different from the default one, choose <b>Package -> Force Version...</b> from the menu.
oc: <b>Nòta :</b> Per installar una version diferenta de la per defaut, causissètz <b>Paquet -> Forçar la version...</b> dempuèi lo menut.

source: <span size="xx-large" weight="bold">Synaptic version</span>
oc: <span size="xx-large" weight="bold">Version de Synaptic</span>

source: Package management software using apt.
oc: Programa de gestion de paquets utilizant apt.

source: Debtag support is enabled.
oc: La gestion de Debtag es activada.

source: This software is licensed under the terms of the GNU General Public License, Version 2
oc: Las condicions d'utiliaacion d'aqueste programa son definidas pels tèrmes de la Licéncia Publica Generala GNU (GPL), Version 2

source: Original author: Alfredo K. Kojima <kojima@windowmaker.org> Maintainers: Michael Vogt <mvo@debian.org> Gustavo Niemeyer <niemeyer@conectiva.com> Sebastian Heinlein <sebastian.heinlein@web.de> Contributors: Enrico Zini <enrico@debian.org> Panu Matilainen <pmatilai@welho.com> Sviatoslav Sviridov <svd@lintec.minsk.by>
oc: Autor : Alfredo K. Kojima <kojima@windowmaker.org> Manteneires : Michael Vogt <mvo@debian.org> Gustavo Niemeyer <niemeyer@conectiva.com> Sebastian Heinlein <sebastian.heinlein@web.de> Ajudaires : Enrico Zini <enrico@debian.org> Panu Matilainen <pmatilai@welho.com> Sviatoslav Sviridov <svd@lintec.minsk.by>

source: Written by
oc: Desvolopat per

source: translators-credits
oc: Quentin PAGÈS

source: Translated by
oc: Traduch per

source: Man page: Wybo Dekker <wybo@servalys.nl> Michael Vogt <mvo@debian.org> Sebastian Heinlein <sebastian.heinlein@web.de> Manual: Sebastian Heinlein <sebastian.heinlein@web.de>
oc: Pagina de manual : Wybo Dekker <wybo@servalys.nl> Michael Vogt <mvo@debian.org> Sebastian Heinlein <sebastian.heinlein@web.de> Manual : Sebastian Heinlein <sebastian.heinlein@web.de>

source: Documented by
oc: Documentat per

source: The chosen action also affects other packages. The following changes are required in order to proceed.
oc: Las accions seleccionadas auràn un efièch sus d'autres paquets. Las modificacions seguentas se devon executar dins un òrdre precís per abotir.

source: Ask to confirm changes that also affect other packages
oc: Demandar confirmacion per tota accion qu'a de consequéncias sus d'autres paquets

source: Consider recommended packages as dependencies
oc: Tractar los paquets recomandats coma de dependéncias

source: Clicking on the status icon marks the most likely action
oc: Clicar sus l'icòna d'estat causís l'accion la mai probabla

source: Ask to quit after the changes have been applied successfully
oc: Demandar a quitar aprèp aver aplicat las modificacions amb succès

source: Comma separated list of hosts and domains that will not be contacted through the proxy (e.g. localhost, 192.168.1.231, .net)
oc: Lista d'òstes o de domenis (separats per de virgulas) de contactar pas a travèrs lo servidor mandatari (ex : localhost, 192.168.1.231, .net)

source: <span size="large" weight="bold">These settings affect the core of your system. Consider any changes carefully.</span>
oc: <span size="large" weight="bold">Aquestes paramètres afèctan lo còr de vòstre sistèma. Efectuatz tota modificacion amb fòrça sonh.</span>

source: <b>Package upgrade behavior (default distribution)</b>
oc: <b>Compòrtament per la mesa a nivèl dels paquets (distribucion per defaut)</b>

source: The label will be used to identify the CD-ROM if you want to install packages from it later.
oc: Lo nom serà utilizat per identificar lo CD-ROM quand voldretz installar de paquets a partir d'aqueste.

source: This is your last opportunity to look through the list of marked changes before they are applied.
oc: Es vòstra darrièra chança de percórrer la lista dels cambiaments previstes abans que sián aplicats.
